[
  {
    "id": 51,
    "socio_economic_indicator": "Indicator 93",
    "summary": "Recent research highlights how indicator 93 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 93 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 93, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 52,
    "socio_economic_indicator": "Indicator 233",
    "summary": "Recent research highlights how indicator 233 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 233 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 233, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 53,
    "socio_economic_indicator": "Indicator 731",
    "summary": "Recent research highlights how indicator 731 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 731 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 731, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 54,
    "socio_economic_indicator": "Indicator 681",
    "summary": "Recent research highlights how indicator 681 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 681 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 681, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 55,
    "socio_economic_indicator": "Indicator 334",
    "summary": "Recent research highlights how indicator 334 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 334 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 334, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 56,
    "socio_economic_indicator": "Indicator 290",
    "summary": "Recent research highlights how indicator 290 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 290 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 290, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 57,
    "socio_economic_indicator": "Indicator 301",
    "summary": "Recent research highlights how indicator 301 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 301 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 301, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 58,
    "socio_economic_indicator": "Indicator 377",
    "summary": "Recent research highlights how indicator 377 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 377 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 377, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 59,
    "socio_economic_indicator": "Indicator 347",
    "summary": "Recent research highlights how indicator 347 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 347 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 347, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 60,
    "socio_economic_indicator": "Indicator 852",
    "summary": "Recent research highlights how indicator 852 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 852 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 852, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 61,
    "socio_economic_indicator": "Indicator 474",
    "summary": "Recent research highlights how indicator 474 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 474 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 474, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 62,
    "socio_economic_indicator": "Indicator 771",
    "summary": "Recent research highlights how indicator 771 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 771 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 771, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 63,
    "socio_economic_indicator": "Indicator 313",
    "summary": "Recent research highlights how indicator 313 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 313 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 313, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 64,
    "socio_economic_indicator": "Indicator 257",
    "summary": "Recent research highlights how indicator 257 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 257 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 257, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 65,
    "socio_economic_indicator": "Indicator 545",
    "summary": "Recent research highlights how indicator 545 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 545 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 545, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 66,
    "socio_economic_indicator": "Indicator 905",
    "summary": "Recent research highlights how indicator 905 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 905 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 905, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 67,
    "socio_economic_indicator": "Indicator 432",
    "summary": "Recent research highlights how indicator 432 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 432 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 432, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 68,
    "socio_economic_indicator": "Indicator 763",
    "summary": "Recent research highlights how indicator 763 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 763 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 763, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 69,
    "socio_economic_indicator": "Indicator 14",
    "summary": "Recent research highlights how indicator 14 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 14 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 14, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 70,
    "socio_economic_indicator": "Indicator 152",
    "summary": "Recent research highlights how indicator 152 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 152 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 152, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 71,
    "socio_economic_indicator": "Indicator 876",
    "summary": "Recent research highlights how indicator 876 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 876 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 876, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 72,
    "socio_economic_indicator": "Indicator 25",
    "summary": "Recent research highlights how indicator 25 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 25 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 25, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 73,
    "socio_economic_indicator": "Indicator 74",
    "summary": "Recent research highlights how indicator 74 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 74 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 74, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 74,
    "socio_economic_indicator": "Indicator 446",
    "summary": "Recent research highlights how indicator 446 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 446 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 446, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 75,
    "socio_economic_indicator": "Indicator 542",
    "summary": "Recent research highlights how indicator 542 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 542 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 542, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 76,
    "socio_economic_indicator": "Indicator 847",
    "summary": "Recent research highlights how indicator 847 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 847 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 847, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 77,
    "socio_economic_indicator": "Indicator 348",
    "summary": "Recent research highlights how indicator 348 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 348 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 348, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 78,
    "socio_economic_indicator": "Indicator 851",
    "summary": "Recent research highlights how indicator 851 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 851 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 851, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 79,
    "socio_economic_indicator": "Indicator 459",
    "summary": "Recent research highlights how indicator 459 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 459 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 459, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 80,
    "socio_economic_indicator": "Indicator 714",
    "summary": "Recent research highlights how indicator 714 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 714 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 714, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 81,
    "socio_economic_indicator": "Indicator 828",
    "summary": "Recent research highlights how indicator 828 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 828 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 828, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 82,
    "socio_economic_indicator": "Indicator 880",
    "summary": "Recent research highlights how indicator 880 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 880 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 880, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 83,
    "socio_economic_indicator": "Indicator 915",
    "summary": "Recent research highlights how indicator 915 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 915 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 915, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 84,
    "socio_economic_indicator": "Indicator 129",
    "summary": "Recent research highlights how indicator 129 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 129 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 129, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 85,
    "socio_economic_indicator": "Indicator 551",
    "summary": "Recent research highlights how indicator 551 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 551 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 551, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 86,
    "socio_economic_indicator": "Indicator 984",
    "summary": "Recent research highlights how indicator 984 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 984 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 984, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 87,
    "socio_economic_indicator": "Indicator 751",
    "summary": "Recent research highlights how indicator 751 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 751 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 751, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 88,
    "socio_economic_indicator": "Indicator 951",
    "summary": "Recent research highlights how indicator 951 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 951 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 951, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 89,
    "socio_economic_indicator": "Indicator 727",
    "summary": "Recent research highlights how indicator 727 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 727 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 727, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 90,
    "socio_economic_indicator": "Indicator 436",
    "summary": "Recent research highlights how indicator 436 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 436 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 436, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 91,
    "socio_economic_indicator": "Indicator 724",
    "summary": "Recent research highlights how indicator 724 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 724 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 724, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 92,
    "socio_economic_indicator": "Indicator 46",
    "summary": "Recent research highlights how indicator 46 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 46 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 46, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 93,
    "socio_economic_indicator": "Indicator 400",
    "summary": "Recent research highlights how indicator 400 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 400 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 400, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 94,
    "socio_economic_indicator": "Indicator 83",
    "summary": "Recent research highlights how indicator 83 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 83 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 83, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 95,
    "socio_economic_indicator": "Indicator 227",
    "summary": "Recent research highlights how indicator 227 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 227 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 227, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 96,
    "socio_economic_indicator": "Indicator 960",
    "summary": "Recent research highlights how indicator 960 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 960 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 960, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 97,
    "socio_economic_indicator": "Indicator 982",
    "summary": "Recent research highlights how indicator 982 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 982 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 982, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 98,
    "socio_economic_indicator": "Indicator 475",
    "summary": "Recent research highlights how indicator 475 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 475 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 475, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 99,
    "socio_economic_indicator": "Indicator 963",
    "summary": "Recent research highlights how indicator 963 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 963 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 963, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  },
  {
    "id": 100,
    "socio_economic_indicator": "Indicator 19",
    "summary": "Recent research highlights how indicator 19 is linked to various public health outcomes such as chronic disease prevalence, mental health conditions, and health access disparities across the U.S.",
    "analysis": "Multiple statistical methods including regression modeling and time-series analysis were employed to investigate the influence of indicator 19 on public health indicators, controlling for sociodemographic variables.",
    "statistical_findings": "In areas with extreme values of indicator 19, public health indicators were significantly affected, with odds ratios ranging between 1.15 and 1.40, indicating a strong correlation (p < 0.05)."
  }
]